Repository: mozilla-l10n/mt-training-data
Catalog: sva/sva_pontoon.tmx
Source language: en_us
Languages: sva

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
sva: შეიძლება ნა̈ჲ მა̄მ ა̈ხუ̂კიდდ ალ მოთხოუ̂ნა. ქ'ა̄̈ნი̄ჲრ პირდაპირ<emailLink>{ $email }</emailLink> ი ნა̈ჲ დაგიკაუ̂შირდებით!

source: We periodically release the dataset
sva: ნა̈ჲ პერიოდულდ ხუ̂ა̈ქუ̂ეყნა̈უ̂იდ მონაცემრეშ ბაზას

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
sva: პირობს ჯაჰუ̂დიდ, ერე ჟიხუ̂ინთხლედ ისგუ ინფორმაციას. ხოშილ ლუნწუ̄დად ა̈თჭოდა̄̈ნ ნიშგუ̂ეჲ <privacyLink> შეტყობინება კონფიდენცილობა̄̈ ბედჟი</privacyLink>.

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
sva: ნა̈ჲ ხუ̂ა̈სყიდ ფიშირ ნინი ლჷჩდი̄ნე ღია წყაროშ მონაცემრე ბაზას ლიგჷრგა̈ლი̄ აპლიკაცია̄̈ლე ლათუ̂რიდ.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
sva: ნა̈ჲ ხუ̂ასყე̄ნედ ხმოვან მონაცემრე ბაზას ღია წყაროხა̈ნქა. ქალა̄ნო ისგუ ჰერ, ჩუ̂ათმოწმა̈ნ მე̄რმა̄ლე კლიპარე სიზუსტე, ში ლო̄ხოსყ მონაცემრე ნაკრებიშ ლისკე̄თეს ჩი̄ა̈შდ.

source: We’re experiencing unexpected downtime
sva: ნა̈ჲ ნეყა̈რ უნენი შეფერხება

source: We're going out to get coffee.
sva: ნა̈ჲ ყაუ̂ა̄̈ ლათრათე ქ'ე̄სხუ̂რიდ.

source: We’re going out to get coffee.
sva: ნა̈ჲ ქა ესღუ̂რიდ ყაუ̂ა̄̈ ლათრათე.

source: We release the dataset every 3 months.
sva: ნა̈ჲ ხუ̂ა̈ქუ̂ეყნა̈უ̂იდ კრებულს ჩი 3 თუ̂ეისგა.

source: We're making some big changes
sva: ბჷგი ცვლილება̄̈ლს ლიჩოდ

source: We're receiving a lot of traffic and are currently investigating the issues.
sva: ნა̈ჲ ხუ̂იკედდ სუ̂რილ ტრაფიკს ი ათხე უ̂იკუ̂ლევთ საკითხა̈რს.

source: We’re sorry, your platform is not currently supported.
sva: ბოდიშ, მარე ისგუ პლატფორმა ჩიქე მა̄მ ლი მხარდაჭერილ.

source: Western Penan
sva: დასავლურ პენან

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
sva: თარგმანიშდ ნა̈ჲ ხუ̂იჴმა̈რიდ ხელსაწყოს, ხედუ̂ა̄̈ჲს ხაჟხა <pontoonLink> პონტონ</pontoonLink>. პონტონს ხუ̂ა̄̈ჲ ნჷნა̈რ ხუღუ̂ა, მარე ისგუ ნინ ჰე მა̄მ ხეჩდა, სი ჩუ ჯამჲედა</pontoonRequestLink>ხა̈ჰრი ისგუ ნინი ლიქმე</pontoonRequestLink>. ეჩუნღო, ნინ ერ ხელმისაწუ̂დომ ლესსუ̂ Common Voice პროექტისგა,<githubRepoLink>ხიჰრ მახე ნინ</githubRepoLink>-ჟი.<localizationFragment>ხოშილ ა̈ხმეჴერ საიტი თარგმანი ბედჟი</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
sva: ნა̈ჲ ოხსყედ მა̄დხუ̂ა̄̈ჲ ცვლილება̄̈ლ. Delta Segment უბრალოდ შეიცავს მამხე კლიპა̈რს ღუ̂ეშგინპილჲა̈ გამოშვებაუნღო. <deltaLink>ლჷნცინად ალ ნაშრომი ბედჟი</deltaLink>.

source: We've run out of sentences to record in this language...
sva: ალ ნჷნჟი ლეჲრი წინადადება̄̈ლ ჩუ̂ა̈გუ̂შდა̈ხ...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
sva: ნა̈ჲ ნაკუჩ, ერე ლაგჷრგა̈ლი მოდელა̈რ ხოჩა̄მდ ა̈ცხრიდეხ მაშე̄ნე მო̄შ-მო̄შ მჷგჷრგალა̄̈ ლი̄მბუ̂ა̄̈ლსი. ამი̄შდ ხმოუ̂ან მონაცემრე ნაკრებ ხეკუ̂ე̄სე ერე ხეკუთუ̂ნო̄ლდე̄დს ხუ̂ა̄̈ჲ მო̄შ-მო̄შ ამსუ̂ა̄ლდს.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
sva: ნა̈ჲ ნაკუ, ერე მანქანურ ლითუ̂რი̄ ალგორითმა̈ლდ ჟანმჲე̄დახ მო̄შ-მო̄შ აგრე̄უ̂ა̄̈ სა̈ხმა̈ხი ჩულიმშიჲე ი ზჷმშუ̂ ხოკლათხა ჰერა̄̈ლსი შეიძლება ჩუხეყე̄ნს ეჯ პირობშუ̂, ერე ეჯა მა̄მ ა̈ჯმა̈უ̂ინნე ტექსტი მთლიანობაისგა ლაჰუ̂ნა̈რს. წყჷნა̄̈რ ფონურ მუსიკას ჩუ ხაყა; მუსიკა ეჯზუმ კჷლთხი, ერე ჯიმა̈უ̂ინე̄დს სიტყუ̂ა̄ლე თითოლაჟი ლა̈ცხირს — მა̄მა.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
sva: ნა̈ჲ გუ̂ა̈ხიად მე̄რმე-მე̄რმე ნუკუ̂იშ აქცენტა̈რ! ფირთხილდ გარ ჩუ̂ემნ კლიპი ლიცხი̄დე ეჯ მიზეზშუ̂, ერე, ისგუ ჰაზრშუ̂, მუჭუ̂და̄̈ნიდ სწორდ მა̄მა რა̄̈ქუ̂ სიტყვა, უმლაუტ, ჯო̄დი ხმოვან. იმჟი მთელ მსოფლიოისგა, ეჯში ლუშნუ ნინისგა̄ჲ გამოთქმა̄̈ ფიშირ ვარიანტ ა̈რი, ხედუ̂ა̄̈ჲ შეიძლება ისგოუ̂ უცხო ლესსუ̂. თავისუფლება ლა̄ხო ეჯჲა̄̈რსი, ერუ̂ა̄̈ჲ ეჯჟი მა̄მ გა̈რგლიხ, იმჟი სი.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
sva: მეკუ̂შდად ნა̈ჲ ჟი ჯა̈მჴერა̄უ̂ნედ, იმჟი ხეკუ̂ესე ესქჷ̄მა ისგუ ნინ Common Voice-ჟი.

source: We will be in touch with more information as it becomes available.
sva: ნა̈ჲ დაგიკაუ̂შირდებით, ჰა̄ლ მახე ინფორმაცია ნეღუ̂ე̄ნი.

source: We will not make your email public.
sva: ნა̈ჲ დე̄მის ხუ̂ა̈სყიდ ისგუ ელ. ფოსტა̄̈ მისამართს საჯაროდ.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
sva: ნა̈ჲ განუ̂იხილუ̂თ ისგუ̂ა მოთხოუ̂ნას მონაცემრე ბაზახა̈ნჟი ისგუ̂ა ნა̈ჲრუ̂ლე ჟი ლიკედი ბედჟი. ჰემა ისგუ მოთხოუ̂ნა დაკმაყოფილდება, ეჩქა ნა̈ჲ დაუ̂უკაუ̂შირდებით ეჯია̈რს, ერუ̂ა̄̈ჲდ ანტუ̂ირთაუ̂ე ჩუ მონაცემრე ნაკრებ ი მოუ̂ითხოუ̂თ, ერე ჟახღჷრახ ისგუ ხმოვან ნა̈ჲრუ̂ა̈ლი.

source: We will show you a prompt or question
sva: ნა̈ჲ ჯაწუ̂ე̄ნედ მოთხოვნას ჰედ შეკითხვას

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
sva: ნა̈ჲ ხუ̂აშდბად ფონდა̈რცახა̈ნ, სამოქალაქო საზოგადოებაცახა̈ნ სზოგადოება̄̈ პარტნიორა̈ლცახა̈ნ უშხუ̂იდ, ერე ინტერნეტ ნა̈ჲ ხუ̂აშდბად ფონდა̈რცახა̈ნ, სამოქალაქო საზოგადოებაცახა̈ნ სზოგადოება̄̈ პარტნიორა̈ლცახა̈ნ უშხუ̂იდ, ერე ინტერნეტ ა̈ნსყე̄ნს ხოშა ჯანსაღ ა̈დგილს, განსაკუთრებულ აქცებტშუ̂ აღმოსავლეთ აფრიკაჟი. ა̈ხმეჴერ ხოშა ნიშგუ̂ეჲ<programmaticWork>პროგრამულ ლიმშჲემი ბედჟი.</programmaticWork>

source: What is a language on Common Voice?
sva: მა̈ჲ ლი ნინ Common Voice-ჟი?

source: What issues are you experiencing with this content?
sva: მა̈ჲ ლი პრობლემა ალ კონტენტცახა̈ნ?

source: What issues are you experiencing with this sentence?
sva: მა̈ჲ ლი პრობლემა ალ წინადადებაისგა?

source: What is your age?
sva: უ̂ოშა ლჷზა̈ჲ ხი?

source: What is your sex or gender?
sva: ხედა ლი ისგუ სქეს?

source: What kind of goal do you want to build?
sva: მა̈ჲკა̈ლი მიზან ჯაკუ ისგოუ̂დ?

source: What makes a good question?
sva: მა̈ჲ ა̈სკე̄თე კითხვას?

source: What needs to be in my file?
sva: მა̈ჲ ხეკუ̂ესე არდე̄დს მიშგუ̂ა ფაილისგა?

source: What questions can I add?
sva: იმჟი̄შ კითხუ̂ა̄̈ლე ლიქმე მა̈მჲედა?

source: What sentences can I add?
sva: მა̈ჲ წინადება̄ლე ლიქმე მა̈მჲე̄და?

source: What’s inside the Common Voice dataset?
sva: მა̈ჲ ა̈რი Common Voice-ეშ მონაცემრე ბაზაისგა?

source: What's Public?
sva: მა̈ჲ ლი "საჯარო"?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
sva: შომუ̂ა̄̈ჲ მომხმარებელ უარყოფითს, "დე̄სა"-ს ხაჰუ̂დი კლიპს, ალ კლიპ ტეხნი რიგთე. მე̄რმამდი ლახ უარყოფითს იკედ, ეჩქა ალ კლიპ ტეხნი კლიპრე ლასფლა̈უ̂თე.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
sva: ლაჰუ̂ნა̈რჟი ბჷგიდ ფირთხილდ ათმოწმა̈ნ, ერე სგანა̈ი̄რუ̂ ზუსტდ ლი ლჷი̄რ; უ̂არ ლე̄ქა, ჰემა შეცდომა ლი, მა̄̈ჲ დო უმნიშუ̂ნელო ლე̄სსუ̂.<br /> მაფში̄რე შეცდომა̄̈ლ ლიხ:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
sva: შომა სი ხიჰრი ისგუ ჩანაწერა̈ლს, ნა̈ჲ კომპილაციას ხუ̂ა̈ჩოდ ეშხუ ჰედ ხოფში̄რა ZIP ფაილა̈რდ. ამჩუ ა̈რიხ ისგუ ჯუ̂იელ მოთხოუ̂ნა̄̈ლ:

source: Which variant of { $language } do you speak?
sva: ხედა უ̂არიანტშუ̂ { $language } გა̈რგლი სი?

source: Why ?
sva: იმღა?

source: Why a profile?
sva: იმშა̈შდ ლი პროფილ?

source: Why are you asking?
sva: იმღა მეჭუ̂დიე̄ლ?

source: Why Common Voice?
sva: იმღა Common Voice?

source: Why does this matter?
sva: იმღა ლი ალა სა̈ჭირო?

source: Why we built this Spontaneous Speech prototype
sva: იმღ' ა̄̈ნსყა̄̈ნ ალ სპონტანურ გარგლა̄̈ პროტოტიპ

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
sva: პროფილი საშუალებოშ ჩუ ჯა̈მჲედა ისგუ აქტიუ̂ობა̄̈ ლითე̄უ̂რა̄̈ლი ი ხმოუ̂ან მონაცემრე საზოგადოება̄̈ წეუ̂რალცახა̈ნ დაკაუ̂შირება.

source: Wixarika
sva: ვიქსარიკა

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
sva: ჯაკუ, ერე, ხიჰრი ისგუ ხმოვან მონაცემრე ჟი ლიღრე ჰა ჯიცხა ლიშხუ̂ნი Common Voice ბაზაისგა?

source: Write
sva: ჩუ̂ათიჲრ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
sva: სგ'ა̄თი̄რ ლჷკა̈ცდ ეჯა, მა̈ჲ რა̄̈ქუ̂ მა̄რემ, ეჯკა̈ლი ამბუ̂ა̈რე ლჷჩჷდდ, ხედუ̂ა̄̈ჲ ლიხ "ჰმ", ჰედ "ეჰ...".

source: Write down what you hear the person saying here
sva: სგ'ა̄თი̄რ, ამჩუ მა̈ჲ ჯესმი, შომუ̂ა̈ჲ მა̄რე გა̈რგლი

source: Write options menu
sva: სგანა̈ი̄რლეშ პარამეტრალე მენიუ

source: y
sva: ა

source: Y
sva: ა̄

source: Yes
sva: ა̄დუ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
sva: ა̄დუ, ქ'ა̄̈მზიზ ლა̈ირ. მაკუ, ერე ხოში̄ლ ინფორმირებულ ხუ̂ესუ̂ Common Voice პროექტი ბედჟი.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
sva: ა̄დუ, ქამიზიზდად ელ. წერილა̈რს. მი მაკუ, ერე ინფორმირებულ ხუ̂ესუ̂ ალ ნინი პროგრესი ბედჟი Common Voice-ისგა.

source: You
sva: სი

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
sva: სი ხეპი̄რა̄̈ლ<size>{ $size }GB</size> ლიტუ̂ირთა̈უ̂ის, გაუ̂აგრძელოთმა?

source: You are prepared to initiate a download of <b>{ $size }</b>
sva: სი მზათ ხი ჩამოტუ̂ირთუ̂ა̄̈ <b>{ $size }ლა̈ბნად

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
sva: სი ჯა̈მჲედა ესქჷმა წინადადება̈ლ<writePageLink>სგალა̈ჲრ გუ̂ერდჟი</writePageLink>ჰედ ქა̄დთერუ̂ა̄ლა წინადადება̈ლ<reviewPageLink>განხილუ̂ა̈ გუ̂ერდჟი</reviewPageLink>.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
sva: აჯაღ ჯა̈მჲედა დააკოპირო ი სგ'ა̄თხია პირდაპირ URL-ა̈რ ისგუ ფაუ̂ორიტ ჩულა̈ტუ̂ირთა̈უ̂ მენეჯერთე̄სგა. ვადა 12 საღა̈თისგა ქა ხო̄ზიხ, მარე სი ჩიგარ ჩუ ჯა̈მჲედა ქ'ა̄ტეხ ალ გუ̂ერდთე მახე̄მი ლა̈სყიდ.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
sva: აჯად ჩუჯა̈მჲე̄და, ერე ა̈ხჴჷმრა ჩქა̈რდლა̈ტუ̂ი̄ლნა: { sc-review-form-button-approve-shortcut } ლა̈მტკიცა̄̈უ̂, { sc-review-form-button-reject-shortcut } ლაწნა̈უ̂, { sc-review-form-button-skip-shortcut } ქალა̈ცუ̂რა

source: You can choose to make your username public or anonymous.
sva: სი ნა̈ბ ჯუღუ̂ა ჟ'ა̈ხთჷშა ისგუ მომხმარებლი ჟა̄ხე ანონიმურ ლე̄სუ̂ ჰა საჯარო.

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
sva: ალ გუ̂ერდჟი სი ჟი ჯეხო̄ლი<examplePromptsLink>120 მინიშნება̄̈ მაგალით.</examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
sva: ჩუ ჯა̈მჲედა ქ'ა̄ჩე<datasetsPage>მონაცემრე ხორეუ̂ი გვერდთე</datasetsPage>, ა̈ხთიშა ისგოუ̂ ლეკედ უ̂ერსია ი ნინ ი ქ'ა̄ხიჲრა! ფაილა̈რს ხუღუ̂ახ<metadataLink>დაკაუ̂შირებულ მეტამონაცემა̈რ</metadataLink>: დემოგრაფიულ ინფორმაცია ი უ̂ალიდაცია̈ მონაცემა̈რ. მონაცემარე ჩულა̈ტვირთა̈უ̂დ სგათი̄ჲრ ისგუ ელფოსტა.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
sva: Common Voice პროფილი ლა̈სყიშუ̂ ი ისგუ̂ა ჰერი წუ̂ლილი ლა̈ჲა̄̈სგუ̂შუ̂ სი ჩუ ჯა̈მჲედა ლოხმარჯუ̂ა მრაუ̂ალფეროუ̂ან, ღია წყარუ̂ე̄ მონაცემრე ნაკრები ლასყე̄ნას.

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
sva: სი ჩუ ჯა̈მჲედა Mozilla-შ ნჷნრე საზოგადოება̄̈ მე̄რმე წეუ̂რალე ლითერ<discourseLink> თემატურ საკითხა̈რჟი ლამბუ̂ა̄ლდ</discourseLink></discourseLink>, ჰედ <matrixLink></matrixLink> რჩეუ̂ა̄ლე შიშდ ლაკა̈დდ.

source: You cannot add multiple sentences for a single submission
sva: სი დეშ ხა̈ქმე აშხუ̂დ ხოშა წინადადებას აშხუ̂ წარდგენა̈შდ

source: You cannot request your recordings while another request is already in progress.
sva: სი ჩიგარ ჩუ ჯა̈მჲედა ათრეგისტრირაუ̂ა ისგუ ნა̈ირუ̂ა̈რ შეფერხებაურდ

source: You can request a new takeout of your recordings every { $days } days.
sva: სი ჩი ლადა̈ღ { $days } ჩუ ჯა̈მჲედა ხიჰრი ისგუ ნა̈ჲრუ̂ლე ქალიტუ̂ირთა̈უ̂ი

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
sva: სი ჩუ ჯა̈მჲედა ღონისძიებალე ლისყე̄ნე ი ხა̈ლხი ლიმურჯუ̂ი, ერე სგ'ა̄დიახ მინე წუ̂ლილ. ალა, ს'ერ ანღელი, ეჩან ხოშა იოლ ლი. ამი̄ ლისყი ჯემა̈რგ ონლაინ უ̂იდეოკონფერენცია̄̈ ხელსაწყოშ, ჰედ პირადად, უსაფრთხო ლახ ლი.<eventTemplate> ხეწდ ნიშგუ̂ეჲ შაბლონა̈რს ი რესურსა̈რს ღონისძიება̄̈ ლა̈ფშუ̂დად</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
sva: სი ჩუჯა̈მჲედა<sentenceCollectorLinkAdd>მა̄დხუ̂ა̄̈ჲ წინადადება̄̈ლ</sentenceCollectorLinkAdd>, მო̄დეჲ წინადადება̄ლე სუ̂რილ პაკეტ Github-შუ̂</bulkImportDocsLink>. ჩუ̂ა̈თმა̈შყუ̂დინ: წინადადება̄̈ლ ხეკუ̂ესე ლესუ̂ხ<licenseLink>CC0 (ჰედ საჯაროდ ხელმისაწვდომ)</licenseLink>, მო̄დეჲ სგ'ა̄თიჲრ ისგუ.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
sva: სი ჩუ ჯა̈მჲედა ა̈ხსჷრგება<scraperLink>მეკუ̂შდე წინადადება̄ლე ჟი მჷჴდად</scraperLink> ვიკიპედიახა̈ნჟი

source: You check whether the transcription matches the audio
sva: სი ხამოწმანე, ემთხვევა ჰა მო̄მა ტრანსკრიფცია აუდიოს

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
sva: სი ჩუ ჯა̈მჲედა სგ'ა̄თხია ვებგვერდ, მაგალითად, "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
sva: ჩუ ჯა̈მჲედა ა̈ხჴჷმრა აკადემიურ მითითება̄̈ სტილ, მაგალითად ჰარუ̂არდი სტილ "Mozilla (2021) Common Voice. ხელმისაწუ̂დომ ლი მისამართჟი https://commonvoice.mozilla.org/ (წვდომა: 2021 ზა̈ჲა̈ 15 სექტემბერ)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
sva: სი ჩუ ჯა̈მჲედა სოციალურ მედია̄̈ ლიმჷრგე შეტყობინა̄̈ლე ლაზზიდ. გააზიარე პოსტა̈რ, იმუ̂ა̈ჲ ახსნილ ლი, იმღა ლი ალა მნიშუ̂ნელოუ̂ან. დაუკაუ̂შირდი მერმა̄̈ლს, ერუ̂ა̈ჲ იმბუ̂ა̄̈ლხ ნინი უფლება̄̈ლჟი, ხელოვნურ ინტელექტი ბედჟი. რჩეუ̂ა̄̈ლ ა̈ხწუ̂ენ<campaignLink>, იმჟი ხეკუ̂ეს აფუშდა სოციალურ კამპანია, კონტენტი ლჷჩჷდდ, იმშა ლიჴმა̈რი განმეორებითი ჩუ ჯა̈მჲედა</campaignLink>.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
sva: სი მა̄მ ჯითიშა ჟი ნინ. ქა̄დე ისგუ <profileLink> პროფილთე </profileLink> ნჷნრე ლა̈თიშდ.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
sva: სი ქა̄თსურილ ლიმიტ ალ გუ̂ერდთე ლაზიზდ. ჟ'ა̄̈ხღელა̈უ̂ { $retryLimit } წუთს უ̂ოდე აჯაღ ათზჷზი წინადადებას. მაჴუ̂მა̄̈რ, ერ ხითჷმინე!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
sva: სი ქა̄თსურილ ლიმიტ ალ გუ̂ერდთე ლაზიზდ. ჟ'ა̄̈ხღელა̈უ̂ { $retryLimit } წა̈მს აჯაღ წინადადება̄̈ ლიზზალ. მაჴუ̂მა̄̈რ, ერ ხითჷმინე!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
sva: სი ჯუღუ̂ა დაუმახსოუ̂რებელ ცუ̂ლილება̄̈ლ ალ გუ̂ერდჟი. სი ჟ'ახცა̄̈დნე ლოკალიზაციას, ისგუ ცუ̂ლილება̄̈ლ ჩუ ჯითუ̂ფენიხ. ხიმა დარწმუნებულ, ერე ლოკალი ლიცა̄̈დი ჯაკუ?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
sva: სი ჯუღუ̂ა დაუმახსოუ̂რებელ ცუ̂ლილება̄̈ლ ალ გუ̂ერდჟი. ამხა̈ნქა ქ'ა̄̈ნჴდენი, ისგუ ცუ̂ლილება̄̈ლ ჩუ ჯითუ̂ფენიხ. ხიმა დარწმუნებულ, ერე ალ გუ̂ერდი ჩულიცუ̂რე ჯაკუ?

source: You might also want to consider spanning different contexts and domains.
sva: აჯაღ ჯა̈მჲედა განიხილო განსხუ̂აუ̂ებულ კონტექსტა̈რ ი დომენა̈რ.

source: You must allow microphone access.
sva: ხეკუ̂ეს ნა̈ბ ლაჰოდა მიკროფონი ლიჴმა̈რი̄შ

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
sva: სი ხეკუ̂ეს ჟა̈ჰუნრა სგნა̈ირი თითოეულ ამბა̈. ნა̈ჲ ნაკუ, ერე მანქანურ სწავლება̄̈ ალგორითმა̈ლს ჩუ ხემჲე̄დენხ მო̄შ-მო̄შ ფონურ ჰერლე დამუშავება ი ზუმშუ̂ კჷ̄ლთხი ჰერა̈ლს ი წყჷნა̄̈რ მუსიკასი ჩუხაყა ეჯ პირობშუ̂, ერე მა̄მ ჯიჟუ̂მე ტექსტიშ მთლიანობაისგა ლაჰუ̂ნა̈რს. შჷრშჷნ, ჰედ "ლიქუ̂ეც", მა̈ჲ ხომა̄̈უ̂ინე ტექსტი ლაჰუ̂ნა̈რს, ეჯას ანშა̈ნი, ერე ხეკუ̂ეს უარყოფა ლაჰო̄და.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
sva: ისგუ აქცენტ ეჯა ლი, იმუ̂ა̄̈ჲჟი სი ტუ̄ლი სიტყუ̂ა̄̈ლს. ეჯა ყალიბდება ეჩი̄ მიხედუ̂ით, იმე ხიზგა̈ს, ხედა მე̄რმე ნინა̈რჟი გა̈რგლი ი ხუ̂ა̄̈ჲ იშგენ ფაქტორა̈ლშუ̂. ამჩუ სი ჩუ ჯა̈მჲედა ჩი ნუკუ̂ი ინფორმაცია̄̈ გაზიარება, მაჲ მნიშუ̂ნელოუ̂ანდ ჯაბჟა.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
sva: ისგუ ანონიმურ ხმოუ̂ან მონაცემა̈რ ჩუ სედნიხ Common Voice ბაზაისგა. ისგუ̂ა პროფილი ჟი ნა̈ღირუნღო სი დეშ ხაზზი მონაცემრე ბაზახა̈ნჟი ისგუ ნა̈ჲრლე ჟი ლიკედი მოთხოუ̂ნას

source: Your daily goal has been created
sva: ისგუ ჩილადღია̈ მიზან ჟ'ა̄̈ნსყა̄̈ნ

source: Your dataset is downloading!
sva: ისგუ მონაცემრე ნაკრებ იტუ̂ირთა̈უ̂ი!

source: Your download has started.
sva: ისგუ ჩამოტუ̂ირთუ̂ა ჟ'ა̈ნბინა̄̈ნ.

source: You’re contributing to a target segment
sva: ისგუ ნა̄̈თი სგე̄სჷდ სამიზნე სეგმენტთე̄სგა

source: You’re contributing to our first target segment
sva: ისგუ ნა̄̈თი სგე̄სჷდ გუშგუ̂ეჲ მა̄̈ნკუ̂ი̄ სამიზნე სეგმენტთე̄სგა

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
sva: ალ დუ̂რეუ̂იშდ სი <bold></bold> ბზათ ხ'ე̄რე ელფოსტოშ ხიკა̈დედ წერილა̈რს, იმუ̂ა̄̈იჟი ლი მიზნარე ლიშყდუნე, მიშგუ პროგრესი ლიმხე ი საინფორმაციო Common Voice-ეშ ბიულეტენს

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
sva: ალ დუ̂რეუ̂იშდ სი ბზათ ხ'ე̄რე ელფოსტოშ ხიკა̈დედ წერილა̈რს მიზნარე ლა̈შყდუნად, მიშგუ პროგრესი ლიმხე̄ ბედჟი ი საინფორმაციო Common Voice-ეშ ბიულეტენს

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
sva: სურუ ჩქა̈რდ ესღრი. ეშხუ წუთს ჩულა̈ხჩარუ̂ა̈ნ ი ჩუ̂ათმოწმა̈ნ წინადება ლიმა სწორ.

source: You're helping Common Voice reach our daily sentence goals!
sva: სი ხომურჯუ̂ი Common Voice-ს ნიშგუ̂ეჲ ჩილადღია̈ მიზნარე მიღწეუ̂აისგა წინადადება̄ლე შელდშუ̂!

source: Your email address
sva: ისგუ ელ. ფოსტა̄̈ მისამართ

source: You respond or reply to it as naturally as you can
sva: სი ხა̈ტხე პასუ̂იხუ̂ს ჰედ ხა̈ტხე პასუ̂იხუ̂ს ეჯზუმ ბუნებრივდ, მაზუმუ̂ა̄̈ჲ ლა̈თია̄ლს ლი

source: Your files are being assembled. Please check again later.
sva: ისგუ ფაილა̈რ ინზო̄რიხ. ქა̄თსინჯუ̂ ხოშა გუ̂იანდ.

source: Your Languages
sva: ისგუ ნინა̈რ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
sva: ისგუ ნინი ვარიანტ შეიძლება კლიპა̈რურ ლე̄სსუ̂! სი ხოჩა მა̈რჯუ̂დ ჰე̄მა ჯიჴდენი, ჩუ ჯა̈მჲე̄და ჟა̄ხცადუ̄ნა ისგუ პარამეტრა̈ლ, ერე ჟა̄̈თლაკე̄ნ იშგენ წინადადება̄̈ლს ისგუ̂ა ნინჟი.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
sva: ისგუ ნინი უ̂არიანტ შეიძლება წინადადება̄̈ლურდ ლესსუ̂! ჰე̄მა ჯიცხა, ჟა̈ხცა̄დუ̂ინ პარამეტრა̄̈ლ, ერე ქახეწე იშგენ წინადადება̄̈ლს ისგუ̂ა ნინჟი.

source: Your username and email will not be associated with the published data.
sva: ისგუ მომხმარებლი ჟა̄ხე ი ელფოსტა მა̄მ ი̄რა დაკაუ̂შირებულ ქალჷქუ̂ეყნაუ̂ე მონაცემა̈რცახა̈ნ.

source: Your weekly goal has been created
sva: ისგუ ჩი ნაგზია̈შ მიზან ჟ'ა̄̈ნსყა̄̈ნ

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
sva: სი ხეკუ̂ეს ა̈ხკჷდა ნიშგუ̂ეჲ საზოგადოება̄̈ მენეჯერი ელ. წერილ, ხედუ̂ა̄̈ისგა განმარტებულ ი̄რა, მა̈ჲ ჯა̄რ ლეჩუ̂მე ისგუ ნინი Common Voice-ჟი ლა̈ქმად

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
sva: სი ქალოხმურჯუ̂ გუშგუ̂ეჲ ჩილა̈დღია̈ </goalPercentage></goalPercentage> ლეჲრი̄ { $goalValue } ლასრულას!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
sva: სი ქალოხმურჯუ̂ Common Voice-ს <goalPercentage></goalPercentage>გუშგუ̂ეჲ ჩილა̈დღია̈{ $goalValue } ლეჲრი̄ ლასრულას.

source: You've successfully signed up for contributing to { $language }. Thank you.
sva: სი წარმატებით ა̈თრეგისტრირაუ̂ა̄̈ნ{ $language } წუ̂ლილიშდ. მაჴუ̂მა̄̈რ.

source: You want to join the Common Voice mailing list
sva: ჯაკუ, ერე სგ'ა̄̈ხტყუბე̄ნ Common Voice-ეშ ლაზზა̄̈ლი სიას

source: You write down what you hear in the audio clips
sva: სი სგ'ა̄თი̄რ ეჯა, მა̈ჲ ჯესმი აუდიოკლიპა̈რისგა

source: Zip #{ $offset } of { $total }
sva: Zip #{ $offset } { $total }-ხა̈ნქა

source: account recovery key
sva: ანგარიში აღსადგენ კჷლ

source: add-on
sva: ნა̈ქიმ

source: alternate text
sva: ალტერნატიულ ტექსტ
